Revit 2027 API
ParameterTypeId.SheetScale Property
 "Scale"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SheetScale { get; }
Public Shared ReadOnly Property SheetScale As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SheetScale {
	ForgeTypeId^ get ();
}
static member SheetScale : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace